{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: Standard English capitalization and punctuation added for natural pausing.",
      "LOWERCASE: Stage 1 words are lowercase.",
      "SENTENCE CASE: Stage 2 sentences start with uppercase.",
      "GRAMMAR FIXED: Added missing possessives, commas, proper noun formatting, and fixed typos."
    ]
  },
  "L1": {
    "title": "Unit 1: The Day I Broke the Rules",
    "stages": {
      "1": [
        "employ",
        "corporation",
        "suffer",
        "terminal",
        "illness",
        "tremendously",
        "laughter",
        "frighten",
        "contact",
        "germ",
        "warmth",
        "frail",
        "prompt",
        "confine",
        "sparkle",
        "hug",
        "drowsy",
        "stretch",
        "refuse",
        "hesitate",
        "pass on to",
        "cheer up",
        "turn down",
        "be about to",
        "after all",
        "pass away",
        "make a difference"
      ],
      "2": [
        "With his business growing fast, Mr. Finch decided to employ more people.",
        "Large corporations usually operate in many countries around the world.",
        "Uncle Harry suffers from a heart problem, so he must eat healthy food.",
        "The doctor said the disease was terminal and could not be cured.",
        "Many people suffer from illnesses because they have unhealthy lifestyles.",
        "She was tremendously happy when her team won the final game.",
        "Every time he tells a funny joke, we all burst into laughter.",
        "The loud noise in the dark kitchen frightened the little boy.",
        "Wash your hands after they come into contact with dirty surfaces.",
        "Washing your hands with soap will kill the germs that cause diseases.",
        "The warmth in her smile made me feel very welcome at her home.",
        "After spending a month in the hospital, the old man was very frail.",
        "The strange noises prompted me to get up and look around.",
        "The doctor told the sick patient to be confined to his bed.",
        "There was still a sparkle in his eyes when he told us the story.",
        "She gave her best friend a warm hug before she left the country.",
        "I did not sleep well last night, so I feel very drowsy today.",
        "The little boy had to stretch his arm to reach the toy on the shelf.",
        "He offered to help me, but I refused because I wanted to do it alone.",
        "She did not hesitate to say yes when he asked her to go to the party.",
        "Coughing without covering your mouth could pass on germs to others.",
        "Annie felt sad, so I gave her a gift to cheer her up.",
        "She asked him to the party, but he turned her down.",
        "I was about to leave the house when the phone rang.",
        "We should be kind to everyone; after all, we are all humans.",
        "His grandfather passed away peacefully at home last night.",
        "Mrs. Tate made a difference in my life because she always helped me."
      ]
    }
  },
  "L2": {
    "title": "Unit 2: The Marshmallow Challenge",
    "stages": {
      "1": [
        "innovative",
        "promise",
        "material",
        "mention",
        "structure",
        "capable",
        "collaborate",
        "architect",
        "graduate",
        "construct",
        "slightly",
        "rank",
        "unique",
        "adjust",
        "rely",
        "feedback",
        "element",
        "stability",
        "route",
        "explore",
        "trial and error",
        "in charge",
        "figure out",
        "roll up one's sleeves",
        "get down to",
        "break the ice",
        "on the other hand"
      ],
      "2": [
        "Successful inventions often use an innovative way to solve problems.",
        "The dark clouds promise rain, so we should take our umbrellas.",
        "The teacher gave us paper and other materials to make lanterns.",
        "He mentioned the trip plan to his parents, and they liked it.",
        "They checked the structure of the building before it was finished.",
        "After taking lessons for a year, she was capable of playing the guitar.",
        "Many famous artists collaborate to create new collections.",
        "The architect designed a beautiful new office for the company.",
        "After her graduation, she decided to keep studying for a master's degree.",
        "It took two years to construct the famous Eiffel Tower in Paris.",
        "It took her slightly longer to find a job, but it was worth the wait.",
        "Many top universities rank in the top one percent of the world.",
        "The coconut crab is a unique type of crab that can climb trees.",
        "This software allows you to adjust the color and size of your photos.",
        "Some small countries rely on tourism to help their economy.",
        "After getting feedback from customers, the company improved the product.",
        "Keeping the right temperature is a key element in food safety.",
        "The economy is stable, so we expect steady growth next year.",
        "The main road was closed, so the family took a different route.",
        "Scientists want to explore Mars to see if there is any life.",
        "They used trial and error to find the best design for the tower.",
        "She is in charge of the project because she has the most experience.",
        "We need to figure out a simple way to solve this problem.",
        "It is time to roll up our sleeves and start the work.",
        "Stop wasting time and let us get down to business.",
        "Playing games is a good way to break the ice in a new group.",
        "He likes sports, but on the other hand, he enjoys reading books."
      ]
    }
  },
  "L3": {
    "title": "Unit 3: Prometheus",
    "stages": {
      "1": [
        "humankind",
        "universe",
        "fur",
        "enable",
        "upright",
        "generous",
        "conflict",
        "distribution",
        "benefit",
        "slaughter",
        "underneath",
        "freeze",
        "victim",
        "miserable",
        "hollow",
        "furious",
        "theft",
        "punish",
        "banish",
        "torture",
        "run out of",
        "make up for",
        "as a result",
        "fall victim to",
        "feed on",
        "set the stage for",
        "not only but also"
      ],
      "2": [
        "Humankind is destroying the Earth with too much pollution.",
        "Our sun is actually quite small compared to other stars in the universe.",
        "Polar bears have thick fur that protects them from the cold.",
        "New technology enables us to observe distant planets in the sky.",
        "It is better for your back if you sit upright in your chair.",
        "It was very generous of her to give her expensive jewelry to her niece.",
        "The two nations soon came into conflict over the small island.",
        "The manager is in charge of the distribution of the new products.",
        "Getting more sleep and eating fruit will be of great benefit to you.",
        "The farmer slaughtered the cows for their fresh meat.",
        "The little boy looked underneath his bed to find his toy car.",
        "If you go out in the snow without a coat, you will freeze.",
        "Many people became victims of the large flood last week.",
        "He felt miserable when he lost the watch from his grandfather.",
        "Water pipes are hollow so the water can flow through them freely.",
        "The boss was furious because the employees were late again.",
        "The police arrested the man for the theft of a smartphone.",
        "The parents punished their son for coming home late again.",
        "The prince was banished from the kingdom for his crimes.",
        "Athletes torture themselves with long practice to be the best.",
        "We had to stop the car because we ran out of gas.",
        "He bought her a nice gift to make up for being late.",
        "It rained heavily, and as a result, the game was cancelled.",
        "Many people fall victim to theft in this area every year.",
        "Some wild animals feed on both meat and plants.",
        "The new invention set the stage for better smartphones.",
        "Prometheus was not only kind but also very generous to humans."
      ]
    }
  },
  "L4": {
    "title": "Unit 4: Day of the Dead",
    "stages": {
      "1": [
        "joyous",
        "accompany",
        "essential",
        "concept",
        "mourn",
        "sorrow",
        "occasion",
        "reunion",
        "anticipate",
        "arrival",
        "decorate",
        "preference",
        "reception",
        "feast",
        "dawn",
        "transform",
        "resemble",
        "participate",
        "mock",
        "recognize",
        "inevitable",
        "cycle",
        "annual",
        "await",
        "escape",
        "scare to death",
        "make one's hair stand on end",
        "in honor of",
        "in advance",
        "die out",
        "come into being",
        "dress up"
      ],
      "2": [
        "It was a joyous event when the new baby was born.",
        "His black dog always accompanies him when he goes for a walk.",
        "Water and food are essential for all living things.",
        "Young children do not understand the concept of time.",
        "People around the world mourned the death of the famous leader.",
        "She felt great sorrow when she had to say goodbye to HER friends.",
        "We all gathered together for the special occasion.",
        "My cousins return to Taiwan every five years for a family reunion.",
        "The couple anticipated the arrival of their first child.",
        "Upon their arrival at the airport, the officials checked their bags.",
        "The students decorated the stage with balloons for the party.",
        "He has a strong preference for cold drinks in the summer.",
        "The president received a very warm reception in the new country.",
        "The relatives feasted on turkey and pie for dinner.",
        "The birds start to sing at dawn when the sun comes up.",
        "The old ship was transformed into a beautiful seafood restaurant.",
        "The two brothers resemble each other very much in looks.",
        "All the students were invited to participate in the school event.",
        "It is not polite to mock the way other people speak.",
        "The police officer recognized the criminal from his hairstyle.",
        "It is inevitable that more natural disasters will happen in the future.",
        "In its natural cycle, fruit falls to the ground and leaves seeds.",
        "The book fair is an annual event that takes place every October.",
        "A warm reception and amazing ocean views await our honored guests.",
        "The news report said that the man had found a way to escape.",
        "The loud noise in the dark kitchen scared me to death.",
        "The ghost story from the movie made my hair stand on end.",
        "They held a big dinner in honor of the new teacher.",
        "You should book the tickets well in advance of your trip.",
        "Many old traditions in the village are slowly dying out.",
        "The festival is thought to have come into being many years ago.",
        "Many people dress up in costumes for the holiday celebration."
      ]
    }
  },
  "L5": {
    "title": "Unit 5: Kyoto: The Heart of Japan",
    "stages": {
      "1": [
        "blossom",
        "rustle",
        "landscape",
        "splendor",
        "previously",
        "capital",
        "boast",
        "historic",
        "entrance",
        "magnificent",
        "breathtaking",
        "leisurely",
        "stunning",
        "delicate",
        "distinctive",
        "elegant",
        "appearance",
        "literature",
        "deliberate",
        "destination",
        "turn into",
        "feast one's eyes on",
        "face to face",
        "stand out",
        "fall in love with",
        "apart from",
        "regardless of"
      ],
      "2": [
        "Apple blossoms are beautiful white flowers on the trees.",
        "I heard the dry leaves rustle in the wind.",
        "The mountain landscape is very beautiful in the spring.",
        "The splendor of the sunrise over the valley was amazing.",
        "She works as a teacher now, but previously she was a nurse.",
        "Tokyo is the capital of Japan and has many people.",
        "The hotel boasts a large swimming pool for its guests.",
        "It was a historic day when the long war finally ended.",
        "Please meet me at the entrance of the park at noon.",
        "The view from the top of the mountain is magnificent.",
        "The Northern Lights in the sky are a breathtaking sight.",
        "He spent a leisurely afternoon walking in the garden.",
        "The famous model looked stunning in her new dress.",
        "The artist painted some delicate flowers on the box.",
        "The bird has a distinctive red color on its head.",
        "She wore an elegant dress to the birthday party.",
        "The actor has a very unique appearance and style.",
        "He loves reading English literature like novels and poems.",
        "The old man made very deliberate movements while walking.",
        "Japan is a popular holiday destination for many people.",
        "The caterpillar turned into a beautiful yellow butterfly.",
        "We feasted our eyes on the beautiful flowers in the garden.",
        "He was surprised when he came face to face with his old friend.",
        "Her bright red hat made her stand out in the crowd.",
        "She fell in love with the city when she first visited it.",
        "Apart from history, the city has many modern shops.",
        "He went for a walk regardless of the heavy rain."
      ]
    }
  },
  "L6": {
    "title": "Unit 6: The Country of the Blind",
    "stages": {
      "1": [
        "slope",
        "tumble",
        "bruised",
        "superior",
        "intimately",
        "skillfully",
        "crop",
        "path",
        "navigate",
        "outsider",
        "adapt",
        "cling",
        "twinkle",
        "pity",
        "awe",
        "smoothness",
        "opposition",
        "peculiar",
        "confront",
        "dilemma",
        "nevertheless",
        "gaze",
        "envision",
        "flee",
        "set off",
        "come upon",
        "care for",
        "cling to",
        "lay eyes on",
        "believe it or not",
        "worst of all",
        "in return"
      ],
      "2": [
        "The children liked sliding down the green slope in the park.",
        "The books tumbled off the shelf during the earthquake.",
        "Her arm was bruised and sore after the accident.",
        "Fresh fruit is superior to fruit in a can because it is healthier.",
        "Mrs. White lived there for twenty years, so she knew the area intimately.",
        "The dancer performed skillfully, and everyone liked her show.",
        "Rice is the main crop grown in many countries in Asia.",
        "We followed the narrow path through the forest to the river.",
        "The hikers used a map to navigate through the dark forest.",
        "The small town rarely welcomed outsiders, so tourists felt strange.",
        "Jerry had to adapt to the new culture after he moved abroad.",
        "The little boy clung to his mother's hand to cross the busy street.",
        "The lights on the tree twinkled and made the room look beautiful.",
        "The boy took pity on the hungry dog and gave it some food.",
        "The tourists looked at the Great Pyramids with awe.",
        "She likes the smoothness of the silk scarf because it was very soft.",
        "Most people liked the plan, so there was no opposition during the meeting.",
        "The town is famous for its peculiar traditions and special games.",
        "The workers were confronted with a big problem when their boss left.",
        "Chris faced a dilemma between keeping his job or starting a new one.",
        "It was raining heavily. Nevertheless, they decided to go for a walk.",
        "The little girl gazed at the beautiful fish in the water for a long time.",
        "She envisions a future where everyone lives together in peace.",
        "The cat had to flee from the big dog in the garden.",
        "The travelers set off for the airport early in the morning.",
        "I came upon an old friend at the market yesterday.",
        "The nurse came to the house every day to care for the sick man.",
        "The girl clung to the hope that she would find her lost cat.",
        "As soon as he laid eyes on the car, he knew he wanted to buy it.",
        "Believe it or not, I have never seen snow before.",
        "The car broke down, and worst of all, it started to rain heavily.",
        "Jane helped me with my homework, and in return, I bought her lunch."
      ]
    }
  },
  "L7": {
    "title": "Unit 7: Bodies Speak Louder Than Words",
    "stages": {
      "1": [
        "theory",
        "psychology",
        "demonstrate",
        "interpret",
        "stiff",
        "scratch",
        "exhibit",
        "gesture",
        "moreover",
        "conscious",
        "observe",
        "reverse",
        "significant",
        "circumstance",
        "initially",
        "glance",
        "automatically",
        "track",
        "adore",
        "affection",
        "interact",
        "meaningful",
        "fellow",
        "account for",
        "as well",
        "in the case of",
        "under the circumstances",
        "follow suit",
        "aside from",
        "best of all"
      ],
      "2": [
        "Darwin's theory of evolution is very famous in the world of science.",
        "He studied psychology to understand how the human mind works.",
        "The teacher demonstrated how to solve the hard math problem.",
        "We can interpret body language to understand other people's feelings.",
        "His muscles were stiff and sore after exercising all day.",
        "Do not scratch the mosquito bite because it will make it worse.",
        "The artist exhibited her beautiful paintings at the local gallery.",
        "The police officer made a gesture for the cars to stop.",
        "The room is very big, and moreover, it has a great view.",
        "She slowly became conscious of the strange noise around her.",
        "The students observed the birds in the park for their project.",
        "The situation was the reverse of what we expected it to be.",
        "There is a significant difference between these two plans.",
        "He had to move to a new city under the difficult circumstances.",
        "Initially, the plan seemed good, but later we found some problems.",
        "He glanced at his watch to check the time before the meeting.",
        "The doors open automatically when you walk near the entrance.",
        "We can track the package at any time using this mobile app.",
        "She adores her new kitten and plays with it every day.",
        "The mother showed great affection for her children with a hug.",
        "Children need to interact with others to learn IMPORTANT social skills.",
        "They had a meaningful conversation about their plans for the future.",
        "He likes chatting with his fellow workers during the lunch break.",
        "International students account for ten percent of the school.",
        "He likes playing soccer, and he likes playing basketball as well.",
        "In the case of heavy rain, the school excursion will be cancelled.",
        "He had no choice but to stay home under the circumstances.",
        "When one person started clapping, the others quickly followed suit.",
        "Aside from tea, the small cafe also serves coffee and juice.",
        "We had a great trip, and best of all, we saw a whale in the sea."
      ]
    }
  },
  "L8": {
    "title": "Unit 8: Elephant Abuse",
    "stages": {
      "1": [
        "abuse",
        "highlight",
        "economy",
        "demand",
        "illegally",
        "lure",
        "herd",
        "brutal",
        "operator",
        "mercilessly",
        "strike",
        "commit",
        "obedient",
        "tame",
        "vulnerable",
        "permanent",
        "adequate",
        "exhaustion",
        "complex",
        "intelligent",
        "lead to",
        "what is more",
        "worse still",
        "deal with",
        "take pleasure in",
        "go about"
      ],
      "2": [
        "Some animals suffer terrible abuse at the hands of cruel workers.",
        "Riding elephants is often the highlight of a visitor's vacation.",
        "Elephant rides bring a lot of money into the Thai economy.",
        "There is a high demand for elephant rides in the tourism industry.",
        "Some young wild elephants are captured illegally in the forest.",
        "Young elephants are lured away from their mothers into traps.",
        "Wild elephants live in herds led by a female leader.",
        "Any females that protect their babies may be shot by brutal trappers.",
        "Tour operators sell elephant shows to visitors from all over.",
        "The poor creatures are beaten mercilessly for many days.",
        "The trainers strike the elephants with sharp nails to make them obey.",
        "These cruel acts are committed to make the animals obedient.",
        "Elephants are beaten until they are completely obedient to humans.",
        "It takes a long time and much pain to tame a wild elephant.",
        "An elephant's back is vulnerable to heavy pressure from above.",
        "Carrying tourists all day can lead to permanent back injuries.",
        "The elephants are often denied an adequate amount of food.",
        "Working in the heat for hours leads to extreme exhaustion.",
        "Elephants are complex and intelligent animals that need peace.",
        "Scientists know that elephants are highly intelligent animals.",
        "Carrying heavy tourists for hours can lead to serious back injuries.",
        "Carrying people is hard, and what is more, they lack food and water.",
        "The elephants are tired, and worse still, they are beaten as they work.",
        "It is high time that we dealt with the roots of the problem.",
        "You can take pleasure in seeing wild elephants roam free in parks.",
        "We should let animals happily go about their lives in peace."
      ]
    }
  },
  "L9": {
    "title": "Unit 9: Mazu Mania",
    "stages": {
      "1": [
        "pilgrimage",
        "unify",
        "exaggeration",
        "undoubtedly",
        "exact",
        "authorities",
        "cast",
        "devotion",
        "throng",
        "explosive",
        "pierce",
        "emerge",
        "blessing",
        "kneel",
        "pavement",
        "hospitality",
        "enthusiastically",
        "facilities",
        "accommodations",
        "religious",
        "humanity",
        "ritual",
        "designate",
        "heritage",
        "set out",
        "send off",
        "in the meantime",
        "all manner of",
        "be looking to"
      ],
      "2": [
        "Every year millions of people join the famous Mazu pilgrimage.",
        "This religious event helps to unify all the people in the country.",
        "It is no exaggeration to say that this is a huge birthday party.",
        "The festival is undoubtedly the most popular custom in Taiwan.",
        "The temple authorities cast wooden blocks to find the exact date.",
        "The police authorities work hard to keep the crowd safe.",
        "The fisherman cast his net into the deep blue sea.",
        "The pilgrims show their devotion by walking on foot for nine days.",
        "A large throng of reporters waited outside the temple.",
        "The explosive sounds of firecrackers and drums filled the air.",
        "We saw the bright light pierce through the thick darkness.",
        "The statue of the goddess emerges from the temple at night.",
        "The crowd waits in line to receive a blessing from Mazu.",
        "The young man knelt down on the street to ask the girl to marry him.",
        "Pilgrims lie on the pavement to wait for the sedan chair to pass.",
        "The locals showed warm hospitality by giving out free food.",
        "Fans cheered enthusiastically when the singer arrived on stage.",
        "The school boasts a range of great sports facilities for students.",
        "The hotel provides clean accommodations for all the travelers.",
        "Some people are vegetarian for religious reasons.",
        "The leaders should show some humanity to the poor people.",
        "The tribe performs an ancient ritual to bless the land.",
        "The government designated the area as a national heritage site.",
        "Folk songs are an important part of our national heritage.",
        "The pilgrim set out again for his final destination.",
        "His whole family came to the airport to send him off.",
        "I will do the shopping, and in the meantime, you can clean the room.",
        "The night market sells all manner of delicious local snacks.",
        "The young man is looking to start his own business soon."
      ]
    }
  }
}
