{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: Standard English capitalization and punctuation added for natural pausing.",
      "LOWERCASE: Stage 1 words are lowercase.",
      "SENTENCE CASE: Stage 2 sentences start with uppercase.",
      "GRAMMAR FIXED: Added missing possessives, commas, and proper noun formatting."
    ]
  },
  "L1": {
    "title": "Unit 1: The Heart of a Champion",
    "stages": {
      "1": [
        "champion",
        "dedication",
        "medal",
        "injury",
        "success",
        "pain",
        "immediately",
        "collapse",
        "medical",
        "staff",
        "courage",
        "strength",
        "support",
        "struggle",
        "pride",
        "emotional",
        "admiration",
        "respect",
        "take off",
        "have one's heart set on",
        "speed up",
        "rise to one's feet",
        "carry through"
      ],
      "2": [
        "Howard is the world chess champion.",
        "She shows total dedication to this project.",
        "The athlete won a gold medal in the race.",
        "He suffered a serious leg injury.",
        "Hard work led to her success.",
        "He felt a sharp pain in his knee.",
        "I need to leave immediately for the airport.",
        "The old building collapsed during the storm.",
        "She wants to go to medical school.",
        "The hotel staff greeted us politely.",
        "It takes courage to face your fears.",
        "He exercises to build up his strength.",
        "His parents always support his dreams.",
        "The truck struggled up the steep hill.",
        "He took pride in his brother's victory.",
        "The graduation was a very emotional moment.",
        "Fans showed their admiration for the actor.",
        "We should show respect to the elderly.",
        "The plane took off on time.",
        "He has his heart set on winning.",
        "We need to speed up our work.",
        "The crowd rose to their feet and cheered.",
        "Friends helped carry him through the crisis."
      ]
    }
  },
  "L2": {
    "title": "Unit 2: My Mouth's in Airplane Mode",
    "stages": {
      "1": [
        "warn",
        "announcement",
        "research",
        "flavor",
        "pressure",
        "normally",
        "distinguish",
        "accurately",
        "function",
        "blame",
        "affect",
        "passenger",
        "distract",
        "indicate",
        "conditions",
        "solution",
        "ingredient",
        "recipe",
        "comparison",
        "remain",
        "provide",
        "pleasant",
        "be used to",
        "needless to say",
        "believe it or not",
        "come up with",
        "in comparison with",
        "regardless of"
      ],
      "2": [
        "The police warned the driver to slow down.",
        "The captain made an announcement to the passengers.",
        "New research shows that coffee is healthy.",
        "I like the fresh flavor of this fruit.",
        "He is under great pressure at work.",
        "She normally goes jogging in the morning.",
        "It is hard to distinguish the twins.",
        "Computers can calculate math problems accurately.",
        "The new machine functions very well.",
        "Don't blame me for your mistake.",
        "Loud noise can affect your hearing.",
        "The passengers are waiting at the gate.",
        "Don't distract me while I am driving.",
        "The signs indicate that the road is closed.",
        "The car works well in cold conditions.",
        "We need to find a better solution.",
        "Fresh vegetables are the main ingredient.",
        "She followed a recipe to bake the cake.",
        "The two cars are similar in comparison.",
        "Please remain seated during the flight.",
        "The school provides free lunch for students.",
        "We had a pleasant trip to the beach.",
        "I am used to getting up early.",
        "Needless to say, he was very angry.",
        "Believe it or not, she is sixty years old.",
        "Can you come up with a new idea?",
        "This room is large in comparison with that one.",
        "He went out regardless of the heavy rain."
      ]
    }
  },
  "L3": {
    "title": "Unit 3: The Birthmark",
    "stages": {
      "1": [
        "grace",
        "desperately",
        "reluctantly",
        "describe",
        "shiver",
        "faint",
        "scientific",
        "frustration",
        "stubborn",
        "rage",
        "concentration",
        "explain",
        "sincerity",
        "confess",
        "restore",
        "fade",
        "hardly",
        "trace",
        "depart",
        "regret",
        "put aside",
        "from then on",
        "all the more",
        "fly into a rage",
        "for one thing",
        "be filled with",
        "slip away"
      ],
      "2": [
        "The cat leapt onto the windowsill with grace.",
        "The mother desperately searched the crowded mall.",
        "John reluctantly agreed to tidy his bedroom.",
        "People often describe Zoe as a dedicated person.",
        "Jamie shivered with fear as the dog drew nearer.",
        "Ben nearly fainted after running in the heat.",
        "The students conducted a scientific experiment.",
        "Harry yelled out in frustration.",
        "Jack remained stubborn and refused to change his mind.",
        "Kris stormed out of the room in a rage.",
        "Julia began to lose concentration after studying.",
        "The coach carefully explained the rules.",
        "Amy decided to forgive him because of his sincerity.",
        "Kevin confessed that he drove the stolen car.",
        "Lisa is now fully restored to health.",
        "Mark's dream started to fade over time.",
        "Noah could hardly believe her beautiful voice.",
        "The hiker vanished without a trace.",
        "The soldier departed this world peacefully.",
        "Henry expressed deep regret at not spending time with her.",
        "Maria put aside her dinner preparation.",
        "I decided to study harder from then on.",
        "Julie became all the more excited about the vacation.",
        "James heard the news and flew into a rage.",
        "For one thing, the food here is always delicious.",
        "The streets are filled with colorful decorations.",
        "Gerry quietly slipped away in the morning."
      ]
    }
  },
  "L4": {
    "title": "Unit 4: Malala",
    "stages": {
      "1": [
        "female",
        "region",
        "forbid",
        "continue",
        "education",
        "principal",
        "equal",
        "control",
        "annoy",
        "threaten",
        "surgery",
        "recover",
        "sign",
        "persuade",
        "adopt",
        "policy",
        "ensure",
        "establish",
        "honor",
        "weapon",
        "take notice",
        "blow up",
        "take away",
        "speak out",
        "call for"
      ],
      "2": [
        "Amelia Earhart was the first female pilot to fly solo.",
        "The northern regions of the country are usually snowy.",
        "The government forbade factories to dump waste in the sea.",
        "After a short break, Wally continued his work.",
        "Two new schools were built to improve the quality of education.",
        "Mrs. Lee has been the school principal for ten years.",
        "Everyone should enjoy equal rights and be treated the same.",
        "It is important to control your weight for your health.",
        "It really annoys Mrs. Donald when her children don't wash their hands.",
        "The robber threatened the bank staff with a gun.",
        "When Joel had a heart operation, a doctor performed the surgery.",
        "Stacy recovered from the flu and went back to work.",
        "David signed his name at the bottom of the letter.",
        "Mr. Kennedy tried to persuade her to do more exercise.",
        "Each group adopted a different strategy to solve the problem.",
        "Our government adopted stricter policies on recycling.",
        "A new law will ensure that every child gets proper care.",
        "Harvard University was established in 1636.",
        "Ang Lee has received many honors for his moving movies.",
        "Exercising is an effective weapon against stress.",
        "No one took notice when Alex left last night.",
        "Enemy forces blew up the bridge with a bomb.",
        "Robert's parents took away his smartphone to help him focus.",
        "Many citizens have spoken out against the nuclear plants.",
        "The workers called for the company to raise their salaries."
      ]
    }
  },
  "L5": {
    "title": "Unit 5: Walt Disney's Inspirational Message",
    "stages": {
      "1": [
        "dare",
        "entertain",
        "imaginative",
        "consistently",
        "convey",
        "parade",
        "request",
        "extreme",
        "achieve",
        "passion",
        "hardship",
        "poverty",
        "rescue",
        "career",
        "weave",
        "deliver",
        "disadvantage",
        "overcome",
        "attitude",
        "challenge",
        "obstacle",
        "fulfill",
        "in addition to",
        "for instance",
        "ever since",
        "in other words",
        "meet with",
        "spring into action",
        "in turn"
      ],
      "2": [
        "No one dares to walk alone in this area at night.",
        "The clown entertained the kids by doing magic tricks.",
        "J.K. Rowling is an imaginative writer.",
        "Jessica consistently gets the highest scores in her class.",
        "This short film conveys an important message.",
        "The band performed as part of a special parade.",
        "Judy's boss turned down her request for a pay raise.",
        "Barry has rather extreme views on gun control.",
        "Bailey achieved her dream of competing in the Olympics.",
        "Stephen has a passion for basketball.",
        "During the war, people in this country faced hardships.",
        "Van Gogh was often forced to live in extreme poverty.",
        "The Coast Guard rescued all the passengers.",
        "The band's lead singer began his career as a drummer.",
        "Grandma's picnic basket is woven from bamboo strips.",
        "The movie delivers an inspiring view of life.",
        "A late start in the race put the cyclist at a disadvantage.",
        "The photographer overcame many hardships.",
        "Some people take a positive attitude toward graffiti.",
        "Fiona wants to prove she can take on any challenge.",
        "A lack of English skills may be an obstacle to finding a job.",
        "Elsa should be able to fulfill her dream.",
        "In addition to its rides, the park is famous for its pool.",
        "Rex is always nice; yesterday, for instance, he praised me.",
        "Ever since Kevin watched the film, he has felt differently.",
        "In other words, it is the professionals' top choice.",
        "The passengers on the Titanic met with disaster.",
        "The rescue workers sprang into action after the quake.",
        "Maria jogged more, and in turn, she lost weight faster."
      ]
    }
  },
  "L6": {
    "title": "Unit 6: No Wonder He's Special",
    "stages": {
      "1": [
        "awful",
        "stare",
        "whisper",
        "rude",
        "tease",
        "purposely",
        "scary",
        "overhear",
        "incident",
        "cruel",
        "pretend",
        "genuinely",
        "apologize",
        "gradually",
        "approach",
        "absolutely",
        "defend",
        "bully",
        "ceremony",
        "fit in",
        "around the corner",
        "sick to one's stomach",
        "make peace",
        "make fun of",
        "at least",
        "apart from",
        "not anymore"
      ],
      "2": [
        "The hikers overcame the awful conditions with a positive attitude.",
        "When she saw his feet on the table, she gave him a cold stare.",
        "Iris lost her voice, so she could only talk in a whisper.",
        "The customer became rude to the cashier about her being slow.",
        "Friends often tease Clint about his red hair.",
        "Emily purposely closed her eyes to make him think she was asleep.",
        "Being stuck in the elevator during the earthquake was scary.",
        "Liz overheard her parents arguing with each other.",
        "The recent shooting incident has raised public awareness.",
        "It was cruel to put that rubber spider on her desk on purpose.",
        "Pam pretended that she hadn't heard her boyfriend's question.",
        "If you genuinely tell your dad you're sorry, he will forgive you.",
        "Rob quickly apologized to Grace for stepping on her toe.",
        "With practice, she has gradually overcome her fear.",
        "As the typhoon was approaching, people rushed to the market.",
        "My grandmother is so good at baking; her cakes are absolutely delicious.",
        "Vincent grabbed a bat to defend himself against the robbers.",
        "Chuck used to be a school bully, but now he has changed.",
        "The opening ceremony at the Olympics ended with fireworks.",
        "Kevin knew it would take time to fit in at his new school.",
        "Christmas is just around the corner, so Ed began to decorate.",
        "Rachel felt sick to her stomach when the fire destroyed her art.",
        "Anna was happy that the two had finally made peace.",
        "The school bullies often make fun of Brad.",
        "He didn't break the record, but at least he won the gold medal.",
        "Apart from English and French, Thomas also speaks Japanese.",
        "Many people don't collect CDs anymore because of online music."
      ]
    }
  },
  "L7": {
    "title": "Unit 7: TED Talks",
    "stages": {
      "1": [
        "seek",
        "audience",
        "series",
        "technology",
        "worth",
        "foundation",
        "conference",
        "increasingly",
        "organizer",
        "broad",
        "range",
        "field",
        "philosophy",
        "launch",
        "collection",
        "numerous",
        "celebrity",
        "fascination",
        "fiction",
        "discuss",
        "method",
        "as well as",
        "for free",
        "at present",
        "give a try",
        "broaden one's horizons"
      ],
      "2": [
        "Jenny's father is eager to make money and is seeking new ways.",
        "Johnny wasn't nervous at all when speaking to the audience.",
        "Harry Potter is a series of novels popular around the world.",
        "The rapid development in medical technology can help save lives.",
        "The restaurant serves excellent cuisine; it is worth a try.",
        "Monica set up a foundation aimed at finding a cure.",
        "Clara is attending a conference with co-workers in Los Angeles.",
        "As summer approaches, the days become increasingly warm.",
        "The main organizer of the parade is a woman.",
        "Our school provides a broad choice of club activities.",
        "A menu above the counter listed a wide range of teas.",
        "Speakers at this conference are experts in the field of space travel.",
        "Studying philosophy helped Sarah learn more about herself.",
        "The company will launch their new product in France tomorrow.",
        "A huge collection of tables and chairs was on display.",
        "There are numerous hotels along the coast.",
        "Leading characters became international celebrities.",
        "Tina watched in fascination as the movie went on.",
        "Pride and Prejudice is a famous example of romantic fiction.",
        "This topic will be discussed in detail in the next chapter.",
        "Ben adopted an effective method of studying.",
        "Each student will be given a textbook as well as a notebook.",
        "Ten lucky winners can go to the concert for free.",
        "Clive used to like comedies, but at present, he likes horror movies.",
        "Penny decided to give green tea a try to see how it tasted.",
        "The trip across Europe really broadened his horizons."
      ]
    }
  },
  "L8": {
    "title": "Unit 8: Ban-Doh",
    "stages": {
      "1": [
        "exchange",
        "expect",
        "shelter",
        "fierce",
        "occupy",
        "vehicle",
        "temporary",
        "assistant",
        "curious",
        "originate",
        "event",
        "elder",
        "neighborhood",
        "cooperate",
        "arrange",
        "relax",
        "container",
        "stroll",
        "aspect",
        "spirit",
        "take part in",
        "take place",
        "come about",
        "help out",
        "hand out"
      ],
      "2": [
        "Heather improved her English while taking part in an exchange program.",
        "Most passengers expected that the train would be on time.",
        "Flora usually uses an umbrella to shelter herself from the sunshine.",
        "The weather forecast suggested people stay indoors to avoid the fierce heat.",
        "Finding a new dress occupied most of Joyce's time.",
        "Scooters are vehicles commonly seen on the roads in Taiwan.",
        "People can stay in a temporary shelter while their houses are rebuilt.",
        "Dr. Barry relies on a teaching assistant to help manage his classes.",
        "The reporter was curious about the case and hoped to get more details.",
        "Fortune cookies, normally served in the United States, actually originated in Japan.",
        "You can learn much about the world by reading about current events.",
        "In many villages, elders are deeply respected for their wisdom.",
        "It will be convenient to exercise after the sports center in our neighborhood opens.",
        "Fast food restaurants often cooperate with toy makers to attract children.",
        "Mike has arranged a trip to Japan with his family.",
        "With a whole day at the beach, the family could just relax in the sun.",
        "If you heat up food in the microwave, do not put it in a plastic container.",
        "Hand in hand, the young lovers strolled along the lakeside.",
        "Location is an important aspect of tea farming.",
        "All of these baseball players have a strong team spirit.",
        "Over ten thousand people from around the country took part in the contest.",
        "The FIFA World Cup takes place every four years.",
        "This book explains how extreme weather on Earth has come about.",
        "The shop is always busy, so the owner's sons usually help him out.",
        "The teacher handed out a reading list to all the students."
      ]
    }
  },
  "L9": {
    "title": "Unit 9: The Story Behind Eponyms",
    "stages": {
      "1": [
        "general",
        "derive",
        "feature",
        "gossip",
        "reveal",
        "release",
        "chase",
        "brand",
        "image",
        "edit",
        "modify",
        "digitally",
        "combine",
        "standard",
        "widespread",
        "usage",
        "constantly",
        "alternative",
        "existing",
        "take on",
        "later on",
        "in the beginning",
        "too to",
        "play a role in",
        "think up"
      ],
      "2": [
        "Eagles, owls, chickens, and ducks all fall under the general term of birds.",
        "The English word 'language' is derived from the Latin word for tongue.",
        "This smartphone features a better camera than any other phone on the market.",
        "Lately, lots of gossip about the actor's affair has been going around.",
        "Andy didn't want to reveal his travel plans to anyone but his best friend.",
        "When the final novel in the series was released, fans waited in line for hours.",
        "After chasing the fox for almost an hour, the exhausted dog gave up.",
        "Coca-Cola is the most famous brand when it comes to soft drinks.",
        "Baby Ruth was curious when she first noticed her own image in the mirror.",
        "It is important to carefully edit an essay before handing it in.",
        "The engineer modified the design to improve the performance of the system.",
        "You can store photos digitally on the phone and view them on the screen.",
        "To make the sauce, simply combine some lemon juice with a splash of vinegar.",
        "Several standard hotel rooms are available at a cheaper rate.",
        "The typhoon has caused widespread damage in the area.",
        "The earliest recorded usage of the word 'dude' dates back to the 1880s.",
        "To learn a foreign language well, you have to practice it constantly.",
        "Emma got tired of the bus and looked for alternative ways to her office.",
        "Mark's goal is to improve his existing class score average next semester.",
        "As soon as Darren grew a beard, he took on the appearance of an older man.",
        "The family visited Spain first; later on, they visited France and Germany.",
        "In the beginning, Jasmine didn't like Kenny, but they became great friends.",
        "Nora tried to calm Kevin down, but he was too angry to listen to anybody.",
        "Learners' motivation plays an important role in learning English.",
        "Eva doesn't want to go to the party, so she needs to think up a good excuse."
      ]
    }
  }
}
