
{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: NO ABBREVIATIONS, NO ELLIPSES, PERCENTAGES WRITTEN AS WORDS.",
      "ALL CAPS: FOR COMPATIBILITY WITH GAME ENGINE DISPLAY.",
      "SIMPLIFIED SENTENCES: CEFR B1 LEVEL OR LOWER FOR BETTER READABILITY.",
      "NO SPECIAL CHARACTERS: REMOVED PARENTHESES OR SLASHES TO PREVENT SPEECH ERRORS.",
      "PRIMARY ENTRIES ONLY: ONLY WORDS WITH NUMBERS ARE INCLUDED; DERIVATIVES WITHOUT INDIVIDUAL NUMBERS ARE EXCLUDED."
    ]
  },
  "L1": {
    "title": "UNIT 1: FIRSTS IN LIFE",
    "stages": {
      "1": [
        "MEMORABLE", "REPLY", "YELL", "PERFECT", "ACCIDENTALLY", "FAILURE", "RECALL", "PRESENTATION", "SKIP", "RUIN", "EMBARRASSED", "DEPRESSED", "UPSET", "REFLECT", "REMIND", "REALIZE", "TRADITIONAL", "FORTUNATELY",
        "THE REST OF", "IN PERSON", "TAKE SERIOUSLY", "LET DOWN", "MAKE SURE", "PUT FIRST", "DRESS UP"
      ],
      "2": [
        "THE TRIP TO THE BEACH WAS TRULY MEMORABLE.",
        "HE THOUGHT FOR A WHILE BEFORE HE MADE A REPLY.",
        "THE NEIGHBOR YELLED AT THE BOYS IN THE STREET.",
        "THE OLD CAR WAS STILL IN PERFECT CONDITION.",
        "SHE ACCIDENTALLY SPILLED COFFEE ON HER NEW DRESS.",
        "THE MEETING WAS A TOTAL FAILURE SINCE NO ONE SPOKE.",
        "SHE RECALLED THAT SHE MET HER BEST FRIEND AT SCHOOL.",
        "EACH STUDENT MUST GIVE A PRESENTATION ON A MOVIE.",
        "I DO NOT USUALLY SKIP CLASS BECAUSE I WANT TO LEARN.",
        "THE SANDCASTLE WAS RUINED BY A BIG WAVE.",
        "AMY WAS EMBARRASSED ABOUT HER MISTAKE IN CLASS.",
        "SHE FELT DEPRESSED AFTER SHE LOST HER SMARTPHONE.",
        "YOU SHOULD NOT SPEAK LOUDLY BECAUSE YOU COULD UPSET OTHERS.",
        "THE LAKE WAS CALM AND REFLECTED HIS FACE.",
        "THE TEACHER REMINDED THE STUDENTS TO DO THEIR HOMEWORK.",
        "HE SUDDENLY REALIZED THAT HE WAS LATE FOR THE MEETING.",
        "SHE CAN COOK MANY TRADITIONAL CHINESE DISHES.",
        "FORTUNATELY FEW PEOPLE WERE HURT IN THE ACCIDENT.",
        "HE ATE SOME CAKE AND GAVE THE REST OF IT TO HIS SISTER.",
        "I DECIDED TO VISIT MY GRANDMA IN PERSON.",
        "YOU SHOULD TAKE YOUR SCHOOL WORK SERIOUSLY.",
        "HE PROMISED TO HELP AND HE DID NOT LET ME DOWN.",
        "PLEASE MAKE SURE THAT YOU CLOSE THE DOOR.",
        "PARENTS ALWAYS PUT THEIR CHILDREN FIRST.",
        "THE CHILDREN LIKE TO DRESS UP AS SUPERHEROES."
      ]
    }
  }
}
