{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: NO ABBREVIATIONS, NO ELLIPSES, PERCENTAGES WRITTEN AS WORDS.",
      "ALL CAPS: FOR COMPATIBILITY WITH GAME ENGINE DISPLAY.",
      "SIMPLIFIED SENTENCES: CEFR B1 LEVEL OR LOWER FOR BETTER READABILITY.",
      "NO SPECIAL CHARACTERS: REMOVED PARENTHESES OR SLASHES TO PREVENT SPEECH ERRORS.",
      "PRIMARY ENTRIES ONLY: ONLY WORDS WITH NUMBERS ARE INCLUDED; DERIVATIVES WITHOUT INDIVIDUAL NUMBERS ARE EXCLUDED."
    ]
  },
  "L1": {
    "title": "UNIT 1: FIRSTS IN LIFE",
    "stages": {
      "1": [
        "MEMORABLE", "REPLY", "YELL", "PERFECT", "ACCIDENTALLY", "FAILURE", "RECALL", "PRESENTATION", "SKIP", "RUIN", "EMBARRASSED", "DEPRESSED", "UPSET", "REFLECT", "REMIND", "REALIZE", "TRADITIONAL", "FORTUNATELY",
        "THE REST OF", "IN PERSON", "TAKE SERIOUSLY", "LET DOWN", "MAKE SURE", "PUT FIRST", "DRESS UP"
      ],
      "2": [
        "THE TRIP TO THE BEACH WAS TRULY MEMORABLE.",
        "HE THOUGHT FOR A WHILE BEFORE HE MADE A REPLY.",
        "THE NEIGHBOR YELLED AT THE BOYS IN THE STREET.",
        "THE OLD CAR WAS STILL IN PERFECT CONDITION.",
        "SHE ACCIDENTALLY SPILLED COFFEE ON HER NEW DRESS.",
        "THE MEETING WAS A TOTAL FAILURE SINCE NO ONE SPOKE.",
        "SHE RECALLED THAT SHE MET HER BEST FRIEND AT SCHOOL.",
        "EACH STUDENT MUST GIVE A PRESENTATION ON A MOVIE.",
        "I DO NOT USUALLY SKIP CLASS BECAUSE I WANT TO LEARN.",
        "THE SANDCASTLE WAS RUINED BY A BIG WAVE.",
        "AMY WAS EMBARRASSED ABOUT HER MISTAKE IN CLASS.",
        "SHE FELT DEPRESSED AFTER SHE LOST HER SMARTPHONE.",
        "YOU SHOULD NOT SPEAK LOUDLY BECAUSE YOU COULD UPSET OTHERS.",
        "THE LAKE WAS CALM AND REFLECTED HIS FACE.",
        "THE TEACHER REMINDED THE STUDENTS TO DO THEIR HOMEWORK.",
        "HE SUDDENLY REALIZED THAT HE WAS LATE FOR THE MEETING.",
        "SHE CAN COOK MANY TRADITIONAL CHINESE DISHES.",
        "FORTUNATELY FEW PEOPLE WERE HURT IN THE ACCIDENT.",
        "HE ATE SOME CAKE AND GAVE THE REST OF IT TO HIS SISTER.",
        "I DECIDED TO VISIT MY GRANDMA IN PERSON.",
        "YOU SHOULD TAKE YOUR SCHOOL WORK SERIOUSLY.",
        "HE PROMISED TO HELP AND HE DID NOT LET ME DOWN.",
        "PLEASE MAKE SURE THAT YOU CLOSE THE DOOR.",
        "PARENTS ALWAYS PUT THEIR CHILDREN FIRST.",
        "THE CHILDREN LIKE TO DRESS UP AS SUPERHEROES."
      ]
    }
  },
  "L2": {
    "title": "UNIT 2: GOODBYE, JOHN",
    "stages": {
      "1": [
        "RELATIONSHIP", "SATISFYING", "INSPIRE", "CONNECT", "COMMUNICATE", "INTRODUCE", "THROUGHOUT", "MESSAGE", "REFRESH", "ROMANTIC", "FOCUS", "IGNORE", "ATTENTION", "DENY", "RESPOND", "DISAPPOINTED", "PERSONALLY",
        "IN FACT", "GO THROUGH", "IN CASE", "IN ADDITION", "HANG OUT", "TURN TO", "TAKE PERSONALLY"
      ],
      "2": [
        "THEY HAVE BEEN IN A RELATIONSHIP FOR FOUR YEARS.",
        "HE THINKS IT IS SATISFYING TO DRINK TEA AFTER SPORTS.",
        "WONDER WOMAN HAS INSPIRED A LOT OF GIRLS.",
        "THE TWO FRIENDS CONNECTED WITH EACH OTHER ON THE TRIP.",
        "THE INTERNET ALLOWS US TO COMMUNICATE QUICKLY.",
        "THIS VIDEO INTRODUCES THE NEW IPHONE TO THE PEOPLE.",
        "THE WEATHER STAYS HOT THROUGHOUT THE YEAR.",
        "KYLIE SENT A TEXT MESSAGE TO HER BOSS.",
        "OLIVIA REFRESHED THE PAGE TO CHECK NEW POSTS.",
        "THEY NEVER DEVELOPED A ROMANTIC RELATIONSHIP.",
        "JASON COULD NOT FOCUS ON THE MOVIE.",
        "GRACE IGNORED HER BROTHER WHEN HE MADE FACES.",
        "THE ARTICLE DRAWS OUR ATTENTION TO IMPORTANT THINGS.",
        "HE DENIED GIVING A BOX OF CANDY TO HIS DAUGHTER.",
        "CHRIS RESPONDED TO THE MESSAGE WITH A STICKER.",
        "FIONA WAS DISAPPOINTED THAT HER FAVORITE CHARACTER DIED.",
        "PLEASE DO NOT TAKE MY COMMENT PERSONALLY.",
        "IN FACT DECEMBER IS THE MIDDLE OF SUMMER IN AUSTRALIA.",
        "BILL IS GOING THROUGH THE LIST OF WINNERS.",
        "EACH HIKER BROUGHT AN UMBRELLA IN CASE IT RAINED.",
        "PLEASE BRING A SNACK IN ADDITION TO A GIFT.",
        "ALICE AND HER FRIENDS ALWAYS HANG OUT IN A CAFE.",
        "TRACY ALWAYS TURNS TO HER SISTER WHEN SHE HAS PROBLEMS.",
        "PLEASE DO NOT TAKE THIS PERSONALLY BUT I DO NOT LIKE YOUR SHIRT."
      ]
    }
  },
  "L3": {
    "title": "UNIT 3: DO ANIMALS SLEEP LIKE YOU AND ME?",
    "stages": {
      "1": [
        "WONDER", "AMAZING", "AVERAGE", "THEREFORE", "NAP", "FLOAT", "AVOID", "SURFACE", "BREATHE", "AWAKE", "IMPRESSIVE", "DISTANCE", "JOURNEY", "FLIGHT", "VARIETY", "CREATURE", "EXPERT", "SURVIVE",
        "HOLD ON TO", "LOOK OUT FOR", "BE ON THE LOOKOUT FOR", "FOR EXAMPLE", "ACCORDING TO", "UP TO"
      ],
      "2": [
        "I WONDER IF HE WILL COME TO THE PARTY.",
        "THE MAGIC SHOW WAS TRULY AMAZING.",
        "THE AVERAGE SCORE OF THE TEST WAS EIGHTY.",
        "IT WAS RAINING AND THEREFORE THE GAME WAS CANCELLED.",
        "THE BABY IS TAKING A NAP IN THE ROOM.",
        "WOOD CAN FLOAT ON WATER BUT IRON CANNOT.",
        "YOU SHOULD AVOID DRINKING TOO MUCH COFFEE.",
        "THE TABLE HAS A VERY SMOOTH SURFACE.",
        "IT IS HARD TO BREATHE WHEN YOU RUN VERY FAST.",
        "THE LOUD NOISE KEPT ME AWAKE ALL NIGHT.",
        "THE YOUNG GIRL HAS AN IMPRESSIVE MEMORY.",
        "THE DISTANCE TO THE AIRPORT IS TEN KILOMETERS.",
        "THEY WENT ON A LONG JOURNEY ACROSS THE SEA.",
        "THE FLIGHT TO LONDON WILL TAKE TWELVE HOURS.",
        "THE SUPERMARKET SELLS A VARIETY OF FRESH VEGETABLES.",
        "EVERY LIVING CREATURE NEEDS WATER TO LIVE.",
        "SHE IS AN EXPERT AT COOKING ITALIAN FOOD.",
        "WE CANNOT SURVIVE FOR LONG WITHOUT WATER.",
        "PLEASE HOLD ON TO YOUR HAT IN THE WIND.",
        "LOOK OUT FOR THE WET FLOOR IN THE KITCHEN.",
        "BE ON THE LOOKOUT FOR THE BUS AT THE STOP.",
        "SHE LIKES MANY KINDS OF FRUIT FOR EXAMPLE APPLES.",
        "ACCORDING TO THE TEACHER WE HAVE NO HOMEWORK TODAY.",
        "THE ELEVATOR CAN CARRY UP TO TEN PEOPLE."
      ]
    }
  }
}
