{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: Standard English capitalization and punctuation added for natural pausing.",
      "LOWERCASE: Stage 1 words are lowercase.",
      "SENTENCE CASE: Stage 2 sentences start with uppercase.",
      "GRAMMAR FIXED: Added missing possessives, commas, proper noun formatting, and fixed typos."
    ]
  },
  "L1": {
    "title": "Unit 1: Life Lessons in Rudyard Kipling's If",
    "stages": {
      "1": [
        "publish",
        "advice",
        "encounter",
        "confront",
        "beloved",
        "relevant",
        "hostile",
        "steady",
        "faith",
        "truthful",
        "hatred",
        "dishonesty",
        "modest",
        "translate",
        "rational",
        "persevere",
        "distort",
        "deed",
        "possess",
        "indulge",
        "pity",
        "overtake",
        "inner",
        "retain",
        "foe",
        "wealth",
        "fame",
        "virtue",
        "integrity",
        "in the face of",
        "put an end to something",
        "push forward",
        "pick oneself up",
        "walk of life",
        "keep in mind",
        "to the full",
        "lay out"
      ],
      "2": [
        "Many famous books were published a long time ago.",
        "She asked her sister for some good advice.",
        "Please call us if you encounter any problems while driving.",
        "He decided to confront his fear and speak in public.",
        "The grandmother loves her beloved grandson very much.",
        "His ideas are still relevant to our lives today.",
        "The people were hostile toward the strangers at first.",
        "The driver felt nervous under the officer's steady look.",
        "The team has great faith in their captain.",
        "Margo knew that her boyfriend was not being truthful.",
        "She felt no hatred toward the driver after the accident.",
        "The official was punished for his dishonesty.",
        "He is very modest about his great talents.",
        "You should translate your ideas into action.",
        "There must be a rational reason for this mess.",
        "They persevered and finally found the missing child.",
        "Do not distort the truth to hide your mistake.",
        "He did a good deed by helping the old lady.",
        "It is illegal to possess a gun in this country.",
        "I sometimes indulge in sweet food on weekends.",
        "They took pity on the girl who lost her home.",
        "He was overtaken by sadness when he heard the news.",
        "Sometimes we need to focus on our inner peace.",
        "The company hopes to retain its best workers.",
        "They united to fight against their common foe.",
        "Health is more important than wealth.",
        "Fame did not change his humble lifestyle.",
        "Patience is a virtue that we all should have.",
        "He is a man of great honesty and integrity.",
        "She stayed brave in the face of danger.",
        "We must put an end to this fight now.",
        "We need to push forward to reach our goal.",
        "You should pick yourself up after a failure.",
        "People from every walk of life joined the party.",
        "Please keep in mind that the test is tomorrow.",
        "We should enjoy every moment to the full.",
        "The teacher laid out the rules for the game."
      ]
    }
  },
  "L2": {
    "title": "Unit 2: Battling Fake News",
    "stages": {
      "1": [
        "define",
        "misleading",
        "deceive",
        "journalism",
        "prior",
        "political",
        "attempt",
        "candidate",
        "illustrate",
        "extensive",
        "flawed",
        "shatter",
        "subsequent",
        "intention",
        "panic",
        "necessity",
        "evaluate",
        "validity",
        "notable",
        "biography",
        "credibility",
        "cite",
        "objective",
        "prior to",
        "stock up",
        "mistake for",
        "last but not least",
        "fall for"
      ],
      "2": [
        "Can you define this word for me?",
        "The advertisement was misleading and tricked customers.",
        "He tried to deceive us with a fake story.",
        "She works in journalism as a reporter.",
        "Please arrive ten minutes prior to the start.",
        "The students are discussing political topics.",
        "The baby made an attempt to walk alone.",
        "Which candidate do you think will win?",
        "These examples illustrate the problem well.",
        "The doctor has extensive knowledge of this illness.",
        "The news report was flawed and incorrect.",
        "The loss shattered his dreams of winning.",
        "The subsequent meeting was very important.",
        "His intention was to help, not to cause trouble.",
        "The fire alarm caused panic in the building.",
        "Food and water are basic necessities.",
        "We need to evaluate the results of the test.",
        "The judge checked the validity of the document.",
        "There has been a notable change in the weather.",
        "I am reading a biography of a famous artist.",
        "The reporter lost credibility after the scandal.",
        "She cited a famous study in her essay.",
        "The judge must be objective and fair.",
        "You must check in prior to your flight.",
        "We should stock up on water before the typhoon.",
        "People often mistake luck for success.",
        "Last but not least, remember to be kind.",
        "Don't fall for lies you see on social media."
      ]
    }
  },
  "L3": {
    "title": "Unit 3: Formosa: One Name, Two Stories",
    "stages": {
      "1": [
        "investigate",
        "differ",
        "crew",
        "sailor",
        "exceptional",
        "settle",
        "penetrate",
        "core",
        "considerably",
        "majestic",
        "dense",
        "soar",
        "valley",
        "stream",
        "stark",
        "lively",
        "cattle",
        "agricultural",
        "exceed",
        "gorgeous",
        "plain",
        "lush",
        "bustling",
        "mighty",
        "mountainous",
        "take a look at",
        "be worlds apart",
        "make up",
        "by contrast",
        "from far and wide",
        "make for"
      ],
      "2": [
        "The police are investigating the case of the missing car.",
        "Although they are sisters, they differ in personality.",
        "The ship's crew helped the passengers get on board.",
        "He always dreamed of becoming a sailor and traveling.",
        "She has an exceptional talent for playing the piano.",
        "Many people decided to settle in Spain for the weather.",
        "The rain penetrated through his coat and made him wet.",
        "The core of the problem is that we lack money.",
        "The baby has grown considerably in the last three months.",
        "The majestic castle sits at the top of the hill.",
        "Taipei has a very dense population with many people.",
        "The birds soar high above the trees in the sky.",
        "The village is located in a beautiful green valley.",
        "There are many small fish in the mountain stream.",
        "I noticed a stark difference between the two cities.",
        "The streets are very lively with many shops and cafes.",
        "The farmer has a large herd of cattle in the field.",
        "This town is famous for its fresh agricultural products.",
        "You should not exceed the speed limit while driving.",
        "She bought a gorgeous dress for her birthday party.",
        "It is plain to see that he is very good at sports.",
        "The island is covered in lush green forests.",
        "The city center is bustling with people on weekends.",
        "The mighty tree is much taller than the others.",
        "Taiwan is a mountainous island with many high peaks.",
        "Please take a look at the report and tell me your ideas.",
        "The two brothers are worlds apart in their interests.",
        "The team is made up of eleven players.",
        "Taiwan is small; by contrast, Russia is very large.",
        "People came from far and wide to attend the concert.",
        "The good weather and beaches made for a perfect holiday."
      ]
    }
  },
  "L4": {
    "title": "Unit 4: Lab Grown Meat",
    "stages": {
      "1": [
        "primitive",
        "fiber",
        "tissue",
        "provoke",
        "recent",
        "substantial",
        "laboratory",
        "unethical",
        "torment",
        "livestock",
        "toll",
        "estimate",
        "switch",
        "vitamin",
        "mineral",
        "concern",
        "infrastructure",
        "quantity",
        "genetically",
        "latter",
        "induce",
        "allergic",
        "reaction",
        "somewhat",
        "composition",
        "alter",
        "suit",
        "scale",
        "comprehensive",
        "have at heart",
        "rest assured",
        "better still",
        "take a toll",
        "in theory",
        "at a price",
        "jump to conclusions",
        "keep a close eye on"
      ],
      "2": [
        "Primitive humans used tools made of wood and stone.",
        "Clothing made of natural fibers is good for the earth.",
        "He damaged his muscle tissue in the car accident.",
        "Do not say things that provoke angry arguments.",
        "His recent visit to the doctor was very helpful.",
        "Gold and diamonds are materials of substantial value.",
        "The scientists conducted experiments in the laboratory.",
        "It is unethical to trick people for their money.",
        "He was in great torment after losing his best friend.",
        "The farmer sells livestock like cows and sheep.",
        "The heavy rain took a toll on the crops.",
        "Experts estimate that the project will cost a lot.",
        "She switched her phone to silent mode in the movie.",
        "Eggs and vegetables have many important vitamins.",
        "Drinking water with minerals is good for your body.",
        "The mother has many concerns about her child's health.",
        "The city needs better infrastructure like new roads.",
        "You can buy groceries in large quantities at Costco.",
        "Your looks are genetically decided by your parents.",
        "She likes tea and coffee, but prefers the latter.",
        "Some people drink hot milk to induce sleep.",
        "He is allergic to cats and cannot have a pet.",
        "Her reaction to the surprise party was pure joy.",
        "He felt somewhat guilty about breaking the vase.",
        "Scientists studied the chemical composition of the rock.",
        "He alters his hairstyle every few months.",
        "This plan suits me because I have a flexible schedule.",
        "The company produces cars on a very large scale.",
        "This is a comprehensive study that covers all facts.",
        "Her father always has her best interests at heart.",
        "Rest assured that we will finish the job on time.",
        "You can call her, or better still, see her in person.",
        "Working too hard takes a heavy toll on your health.",
        "The plan sounds good in theory but may not work.",
        "His success came at a price because he had no free time.",
        "Do not jump to conclusions without all the facts.",
        "The teacher keeps a close eye on the students."
      ]
    }
  },
  "L5": {
    "title": "Unit 5: Venice: A Sinking City",
    "stages": {
      "1": [
        "prominent",
        "commerce",
        "tranquil",
        "vast",
        "literally",
        "tide",
        "volume",
        "surge",
        "likelihood",
        "solid",
        "shift",
        "elevation",
        "sustain",
        "accelerate",
        "contend",
        "fuel",
        "excessive",
        "melt",
        "polar",
        "overall",
        "confirm",
        "incidence",
        "sweep",
        "extraordinary",
        "cease",
        "outlook",
        "grim",
        "joint",
        "curb",
        "acknowledge",
        "generation",
        "set apart",
        "in consequence",
        "contend with",
        "result in",
        "as a matter of fact",
        "owing to",
        "far from"
      ],
      "2": [
        "He played a prominent part in the company.",
        "The government wants to improve the nation's commerce.",
        "She had a great time in this tranquil village.",
        "The runner had a vast amount of energy.",
        "He won the lottery and is literally a millionaire now.",
        "My parents love to walk on the beach when the tide is out.",
        "The boss was worried when he saw that sales volumes had fallen.",
        "Fans surged forward when they saw the basketball player.",
        "In all likelihood, it will start raining soon.",
        "The child threw a solid block of wood at the window.",
        "There was a sudden shift in her mood.",
        "The mountain peak is at an elevation of two thousand meters.",
        "The movie was so fun that it sustained the children's interest.",
        "The car accelerated quickly when he pressed the pedal.",
        "Ten teams are contending for the championship this year.",
        "His car ran out of fuel in the middle of the road.",
        "An excessive amount of rain is forecast for the weekend.",
        "The heat from the pan caused the butter to melt.",
        "Polar regions are getting warmer due to global warming.",
        "He was disappointed with the overall result of the test.",
        "The new evidence confirmed that the man was guilty.",
        "There is a reduced incidence of crime in this area.",
        "The fierce storm swept into the city last night.",
        "The child has an extraordinary gift for singing.",
        "The soldiers were ordered to cease fire.",
        "The coach is positive about the outlook for the team.",
        "The company's future looks grim without new investors.",
        "The couple opened a joint bank account after marriage.",
        "The government took measures to curb the spread of the virus.",
        "He acknowledged that his choice was a mistake.",
        "We must protect the earth for future generations.",
        "Her kindness sets her apart from the other students.",
        "He broke the law and was punished in consequence.",
        "He had to contend with many problems at work.",
        "Working hard will result in success.",
        "She likes sports. As a matter of fact, she is a professional runner.",
        "The game was cancelled owing to heavy rain.",
        "The suspect's story was far from the truth."
      ]
    }
  },
  "L6": {
    "title": "Unit 6: I Have a Dream",
    "stages": {
      "1": [
        "march",
        "memorial",
        "outline",
        "racism",
        "decisive",
        "civil",
        "grant",
        "flame",
        "wither",
        "captivity",
        "cripple",
        "segregation",
        "midst",
        "exile",
        "shameful",
        "fatigue",
        "mobility",
        "rob",
        "dignity",
        "oppression",
        "vicious",
        "symphony",
        "eloquence",
        "rhetorical",
        "conscience",
        "warrior",
        "go down in history",
        "as long as",
        "be heavy with",
        "live out",
        "join hands",
        "have yet to"
      ],
      "2": [
        "The crowd marched through the streets to protest.",
        "The city built a statue as a memorial to the heroes.",
        "The student wrote an outline for her new essay.",
        "We must fight against racism to treat everyone equally.",
        "The last goal was the decisive moment of the game.",
        "People marched for civil rights to get fair treatment.",
        "The teacher granted permission for the class to go outside.",
        "The house was in flames after the accident.",
        "Without water, the flowers in the garden withered.",
        "Many animals do not like living in captivity.",
        "The accident crippled him, so he needs a wheelchair.",
        "Segregation kept people apart because of their skin color.",
        "She found a beautiful flower in the midst of the forest.",
        "The writer lived in exile because she criticized the king.",
        "It is shameful to lie to your best friends.",
        "He fell asleep on the bus because of extreme fatigue.",
        "Old people sometimes have trouble with their mobility.",
        "A young man tried to rob the old lady of her bag.",
        "Everyone should be treated with respect and dignity.",
        "The people finally escaped from years of oppression.",
        "Be careful of the vicious dog in that yard.",
        "The orchestra played a beautiful symphony last night.",
        "The speaker's eloquence moved everyone in the room.",
        "Rhetorical skills can make a speech more powerful.",
        "He told the truth because he had a guilty conscience.",
        "The brave warrior fought to defend his country.",
        "This victory will go down in history.",
        "You can stay here as long as you are quiet.",
        "Her heart was heavy with sadness after the news.",
        "He wanted to live out his dream of becoming a pilot.",
        "The two countries joined hands to solve the problem.",
        "I have ordered the book, but it has yet to arrive."
      ]
    }
  }
}
