{
  "L1": {
    "title": "Unit 1: Life Lessons in Rudyard Kipling's 'If—'",
    "stages": {
      "1": [
        "PUBLISH", "ADVICE", "ENCOUNTER", "CONFRONT", "BELOVED", "RELEVANT", "HOSTILE", "STEADY", "FAITH", "TRUTHFUL", "HATRED", "DISHONESTY", "MODEST", "TRANSLATE", "RATIONAL", "PERSEVERE", "DISTORT", "DEED", "POSSESS", "INDULGE", "PITY", "OVERTAKE", "INNER", "RETAIN", "FOE", "WEALTH", "FAME", "VIRTUE", "INTEGRITY",
        "IN THE FACE OF", "PUT AN END TO STH.", "PUSH FORWARD", "PICK ONESELF UP", "WALK OF LIFE", "KEEP IN MIND", "TO THE FULL", "LAY OUT"
      ],
      "2": [
        "MANY FAMOUS BOOKS WERE PUBLISHED A LONG TIME AGO.",
        "SHE ASKED HER SISTER FOR SOME GOOD ADVICE.",
        "PLEASE CALL US IF YOU ENCOUNTER ANY PROBLEMS WHILE DRIVING.",
        "HE DECIDED TO CONFRONT HIS FEAR AND SPEAK IN PUBLIC.",
        "THE GRANDMOTHER LOVES HER BELOVED GRANDSON VERY MUCH.",
        "HIS IDEAS ARE STILL RELEVANT TO OUR LIVES TODAY.",
        "THE PEOPLE WERE HOSTILE TOWARD THE STRANGERS AT FIRST.",
        "THE DRIVER FELT NERVOUS UNDER THE OFFICER'S STEADY LOOK.",
        "THE TEAM HAS GREAT FAITH IN THEIR CAPTAIN.",
        "MARGO KNEW THAT HER BOYFRIEND WAS NOT BEING TRUTHFUL.",
        "SHE FELT NO HATRED TOWARD THE DRIVER AFTER THE ACCIDENT.",
        "THE OFFICIAL WAS PUNISHED FOR HIS DISHONESTY.",
        "HE IS VERY MODEST ABOUT HIS GREAT TALENTS.",
        "YOU SHOULD TRANSLATE YOUR IDEAS INTO ACTION.",
        "THERE MUST BE A RATIONAL REASON FOR THIS MESS.",
        "THEY PERSEVERED AND FINALLY FOUND THE MISSING CHILD.",
        "DO NOT DISTORT THE TRUTH TO HIDE YOUR MISTAKE.",
        "HE DID A GOOD DEED BY HELPING THE OLD LADY.",
        "IT IS ILLEGAL TO POSSESS A GUN IN THIS COUNTRY.",
        "I SOMETIMES INDULGE IN SWEET FOOD ON WEEKENDS.",
        "THEY TOOK PITY ON THE GIRL WHO LOST HER HOME.",
        "HE WAS OVERTAKEN BY SADNESS WHEN HE HEARD THE NEWS.",
        "SOMETIMES WE NEED TO FOCUS ON OUR INNER PEACE.",
        "THE COMPANY HOPES TO RETAIN ITS BEST WORKERS.",
        "THEY UNITED TO FIGHT AGAINST THEIR COMMON FOE.",
        "HEALTH IS MORE IMPORTANT THAN WEALTH.",
        "FAME DID NOT CHANGE HIS HUMBLE LIFESTYLE.",
        "PATIENCE IS A VIRTUE THAT WE ALL SHOULD HAVE.",
        "HE IS A MAN OF GREAT HONESTY AND INTEGRITY.",
        "SHE STAYED BRAVE IN THE FACE OF DANGER.",
        "WE MUST PUT AN END TO THIS FIGHT NOW.",
        "WE NEED TO PUSH FORWARD TO REACH OUR GOAL.",
        "YOU SHOULD PICK YOURSELF UP AFTER A FAILURE.",
        "PEOPLE FROM EVERY WALK OF LIFE JOINED THE PARTY.",
        "PLEASE KEEP IN MIND THAT THE TEST IS TOMORROW.",
        "WE SHOULD ENJOY EVERY MOMENT TO THE FULL.",
        "THE TEACHER LAID OUT THE RULES FOR THE GAME."
      ]
    }
  },
  "L2": {
    "title": "Unit 2: Battling Fake News: A Critical Mindset",
    "stages": {
      "1": [
        "DEFINE", "MISLEADING", "DECEIVE", "JOURNALISM", "PRIOR", "POLITICAL", "ATTEMPT", "CANDIDATE", "ILLUSTRATE", "EXTENSIVE", "FLAWED", "SHATTER", "SUBSEQUENT", "INTENTION", "PANIC", "NECESSITY", "EVALUATE", "VALIDITY", "NOTABLE", "BIOGRAPHY", "CREDIBILITY", "CITE", "OBJECTIVE",
        "PRIOR TO", "STOCK UP", "MISTAKE...FOR...", "LAST BUT NOT LEAST", "FALL FOR"
      ],
      "2": [
        "CAN YOU DEFINE THIS WORD FOR ME?",
        "THE AD WAS MISLEADING AND TRICKED CUSTOMERS.",
        "HE TRIED TO DECEIVE US WITH A FAKE STORY.",
        "SHE WORKS IN JOURNALISM AS A REPORTER.",
        "PLEASE ARRIVE TEN MINUTES PRIOR TO THE START.",
        "THE STUDENTS ARE DISCUSSING POLITICAL TOPICS.",
        "THE BABY MADE AN ATTEMPT TO WALK ALONE.",
        "WHICH CANDIDATE DO YOU THINK WILL WIN?",
        "THESE EXAMPLES ILLUSTRATE THE PROBLEM WELL.",
        "THE DOCTOR HAS EXTENSIVE KNOWLEDGE OF THIS ILLNESS.",
        "THE NEWS REPORT WAS FLAWED AND INCORRECT.",
        "THE LOSS SHATTERED HIS DREAMS OF WINNING.",
        "THE SUBSEQUENT MEETING WAS VERY IMPORTANT.",
        "HIS INTENTION WAS TO HELP, NOT TO CAUSE TROUBLE.",
        "THE FIRE ALARM CAUSED PANIC IN THE BUILDING.",
        "FOOD AND WATER ARE BASIC NECESSITIES.",
        "WE NEED TO EVALUATE THE RESULTS OF THE TEST.",
        "THE JUDGE CHECKED THE VALIDITY OF THE DOCUMENT.",
        "THERE HAS BEEN A NOTABLE CHANGE IN THE WEATHER.",
        "I AM READING A BIOGRAPHY OF A FAMOUS ARTIST.",
        "THE REPORTER LOST CREDIBILITY AFTER THE SCANDAL.",
        "SHE CITED A FAMOUS STUDY IN HER ESSAY.",
        "THE JUDGE MUST BE OBJECTIVE AND FAIR.",
        "YOU MUST CHECK IN PRIOR TO YOUR FLIGHT.",
        "WE SHOULD STOCK UP ON WATER BEFORE THE TYPHOON.",
        "PEOPLE OFTEN MISTAKE LUCK FOR SUCCESS.",
        "LAST BUT NOT LEAST, REMEMBER TO BE KIND.",
        "DON'T FALL FOR LIES YOU SEE ON SOCIAL MEDIA."
      ]
    }
  }
}
