{
  "_notes": {
    "principles": [
      "TTS FRIENDLY: NO ABBREVIATIONS, NO ELLIPSES, PERCENTAGES WRITTEN AS WORDS.",
      "ALL CAPS: FOR COMPATIBILITY WITH GAME ENGINE DISPLAY.",
      "SIMPLIFIED SENTENCES: CEFR B1 LEVEL OR LOWER FOR BETTER READABILITY.",
      "NO SPECIAL CHARACTERS: REMOVED PARENTHESES OR SLASHES TO PREVENT SPEECH ERRORS.",
      "PRIMARY ENTRIES ONLY: ONLY WORDS WITH NUMBERS ARE INCLUDED; DERIVATIVES WITHOUT INDIVIDUAL NUMBERS ARE EXCLUDED."
    ]
  },
  "L1": {
    "title": "UNIT 1: FIRSTS IN LIFE",
    "stages": {
      "1": [
        "MEMORABLE", "REPLY", "YELL", "PERFECT", "ACCIDENTALLY", "FAILURE", "RECALL", "PRESENTATION", "SKIP", "RUIN", "EMBARRASSED", "DEPRESSED", "UPSET", "REFLECT", "REMIND", "REALIZE", "TRADITIONAL", "FORTUNATELY",
        "THE REST OF", "IN PERSON", "TAKE SERIOUSLY", "LET DOWN", "MAKE SURE", "PUT FIRST", "DRESS UP"
      ],
      "2": [
        "THE TRIP TO THE BEACH WAS TRULY MEMORABLE.",
        "HE THOUGHT FOR A WHILE BEFORE HE MADE A REPLY.",
        "THE NEIGHBOR YELLED AT THE BOYS IN THE STREET.",
        "THE OLD CAR WAS STILL IN PERFECT CONDITION.",
        "SHE ACCIDENTALLY SPILLED COFFEE ON HER NEW DRESS.",
        "THE MEETING WAS A TOTAL FAILURE SINCE NO ONE SPOKE.",
        "SHE RECALLED THAT SHE MET HER BEST FRIEND AT SCHOOL.",
        "EACH STUDENT MUST GIVE A PRESENTATION ON A MOVIE.",
        "I DO NOT USUALLY SKIP CLASS BECAUSE I WANT TO LEARN.",
        "THE SANDCASTLE WAS RUINED BY A BIG WAVE.",
        "AMY WAS EMBARRASSED ABOUT HER MISTAKE IN CLASS.",
        "SHE FELT DEPRESSED AFTER SHE LOST HER SMARTPHONE.",
        "YOU SHOULD NOT SPEAK LOUDLY BECAUSE YOU COULD UPSET OTHERS.",
        "THE LAKE WAS CALM AND REFLECTED HIS FACE.",
        "THE TEACHER REMINDED THE STUDENTS TO DO THEIR HOMEWORK.",
        "HE SUDDENLY REALIZED THAT HE WAS LATE FOR THE MEETING.",
        "SHE CAN COOK MANY TRADITIONAL CHINESE DISHES.",
        "FORTUNATELY FEW PEOPLE WERE HURT IN THE ACCIDENT.",
        "HE ATE SOME CAKE AND GAVE THE REST OF IT TO HIS SISTER.",
        "I DECIDED TO VISIT MY GRANDMA IN PERSON.",
        "YOU SHOULD TAKE YOUR SCHOOL WORK SERIOUSLY.",
        "HE PROMISED TO HELP AND HE DID NOT LET ME DOWN.",
        "PLEASE MAKE SURE THAT YOU CLOSE THE DOOR.",
        "PARENTS ALWAYS PUT THEIR CHILDREN FIRST.",
        "THE CHILDREN LIKE TO DRESS UP AS SUPERHEROES."
      ]
    }
  },
  "L2": {
    "title": "UNIT 2: GOODBYE, JOHN",
    "stages": {
      "1": [
        "RELATIONSHIP", "SATISFYING", "INSPIRE", "CONNECT", "COMMUNICATE", "INTRODUCE", "THROUGHOUT", "MESSAGE", "REFRESH", "ROMANTIC", "FOCUS", "IGNORE", "ATTENTION", "DENY", "RESPOND", "DISAPPOINTED", "PERSONALLY",
        "IN FACT", "GO THROUGH", "IN CASE", "IN ADDITION", "HANG OUT", "TURN TO", "TAKE PERSONALLY"
      ],
      "2": [
        "THE THEY HAVE BEEN IN A RELATIONSHIP FOR FOUR YEARS.",
        "HE THINKS IT IS SATISFYING TO DRINK TEA AFTER SPORTS.",
        "WONDER WOMAN HAS INSPIRED A LOT OF GIRLS.",
        "THE TWO FRIENDS CONNECTED WITH EACH OTHER ON THE TRIP.",
        "THE INTERNET ALLOWS US TO COMMUNICATE QUICKLY.",
        "THIS VIDEO INTRODUCES THE NEW IPHONE TO THE PEOPLE.",
        "THE WEATHER STAYS HOT THROUGHOUT THE YEAR.",
        "KYLIE SENT A TEXT MESSAGE TO HER BOSS.",
        "OLIVIA REFRESHED THE PAGE TO CHECK NEW POSTS.",
        "THEY NEVER DEVELOPED A ROMANTIC RELATIONSHIP.",
        "JASON COULD NOT FOCUS ON THE MOVIE.",
        "GRACE IGNORED HER BROTHER WHEN HE MADE FACES.",
        "THE ARTICLE DRAWS OUR ATTENTION TO IMPORTANT THINGS.",
        "HE DENIED GIVING A BOX OF CANDY TO HIS DAUGHTER.",
        "CHRIS RESPONDED TO THE MESSAGE WITH A STICKER.",
        "FIONA WAS DISAPPOINTED THAT HER FAVORITE CHARACTER DIED.",
        "PLEASE DO NOT TAKE MY COMMENT PERSONALLY.",
        "IN FACT DECEMBER IS THE MIDDLE OF SUMMER IN AUSTRALIA.",
        "BILL IS GOING THROUGH THE LIST OF WINNERS.",
        "EACH HIKER BROUGHT AN UMBRELLA IN CASE IT RAINED.",
        "PLEASE BRING A SNACK IN ADDITION TO A GIFT.",
        "ALICE AND HER FRIENDS ALWAYS HANG OUT IN A CAFE.",
        "TRACY ALWAYS TURNS TO HER SISTER WHEN SHE HAS PROBLEMS.",
        "PLEASE DO NOT TAKE THIS PERSONALLY BUT I DO NOT LIKE YOUR SHIRT."
      ]
    }
  },
  "L3": {
    "title": "UNIT 3: DO ANIMALS SLEEP LIKE YOU AND ME?",
    "stages": {
      "1": [
        "WONDER", "AMAZING", "AVERAGE", "THEREFORE", "NAP", "FLOAT", "AVOID", "SURFACE", "BREATHE", "AWAKE", "IMPRESSIVE", "DISTANCE", "JOURNEY", "FLIGHT", "VARIETY", "CREATURE", "EXPERT", "SURVIVE",
        "HOLD ON TO", "LOOK OUT FOR", "BE ON THE LOOKOUT FOR", "FOR EXAMPLE", "ACCORDING TO", "UP TO"
      ],
      "2": [
        "I WONDER IF HE WILL COME TO THE PARTY.",
        "THE MAGIC SHOW WAS TRULY AMAZING.",
        "THE AVERAGE SCORE OF THE TEST WAS EIGHTY.",
        "IT WAS RAINING AND THEREFORE THE GAME WAS CANCELLED.",
        "THE BABY IS TAKING A NAP IN THE ROOM.",
        "WOOD CAN FLOAT ON WATER BUT IRON CANNOT.",
        "YOU SHOULD AVOID DRINKING TOO MUCH COFFEE.",
        "THE TABLE HAS A VERY SMOOTH SURFACE.",
        "IT IS HARD TO BREATHE WHEN YOU RUN VERY FAST.",
        "THE LOUD NOISE KEPT ME AWAKE ALL NIGHT.",
        "THE YOUNG GIRL HAS AN IMPRESSIVE MEMORY.",
        "THE DISTANCE TO THE AIRPORT IS TEN KILOMETERS.",
        "THEY WENT ON A LONG JOURNEY ACROSS THE SEA.",
        "THE FLIGHT TO LONDON WILL TAKE TWELVE HOURS.",
        "THE SUPERMARKET SELLS A VARIETY OF FRESH VEGETABLES.",
        "EVERY LIVING CREATURE NEEDS WATER TO LIVE.",
        "SHE IS AN EXPERT AT COOKING ITALIAN FOOD.",
        "WE CANNOT SURVIVE FOR LONG WITHOUT WATER.",
        "PLEASE HOLD ON TO YOUR HAT IN THE WIND.",
        "LOOK OUT FOR THE WET FLOOR IN THE KITCHEN.",
        "BE ON THE LOOKOUT FOR THE BUS AT THE STOP.",
        "SHE LIKES MANY KINDS OF FRUIT FOR EXAMPLE APPLES.",
        "ACCORDING TO THE TEACHER WE HAVE NO HOMEWORK TODAY.",
        "THE ELEVATOR CAN CARRY UP TO TEN PEOPLE."
      ]
    }
  },
  "L4": {
    "title": "UNIT 4: SNIFFING OUT MORE THAN JUST BONES",
    "stages": {
      "1": [
        "SENSITIVE", "KEEN", "DETECT", "ITEM", "ACCOMPLISH", "DISEASE", "INFECTED", "LOCATE", "REWARD", "ABILITY", "PREDICT", "MANAGE", "CREATE", "EXPOSE", "PERFORM", "BEHAVIOR", "ALERT", "COMPLETE", "ASSIGN", "SPECIFIC",
        "DUE TO", "ALL OF A SUDDEN", "TURN OUT", "COME ACROSS", "CARRY OUT"
      ],
      "2": [
        "KELLY IS VERY SENSITIVE TO FLAVORS.",
        "THE OWL HAS A KEEN SENSE OF HEARING.",
        "IT IS NOT EASY TO DETECT A SMALL CHANGE IN TEMPERATURE.",
        "MORE THAN HALF OF THE ITEMS IN THE STORE WERE ON SALE.",
        "ALBERT RESPECTS THOSE WHO HAVE ACCOMPLISHED SOMETHING GREAT.",
        "WASHING YOUR HANDS OFTEN IS A GOOD WAY TO STOP THE SPREAD OF DISEASE.",
        "MANY PASSENGERS WERE FOUND TO HAVE THE DISEASE FROM AN INFECTED PERSON.",
        "MOST TAXI DRIVERS USE THE SYSTEM TO LOCATE PLACES.",
        "JANICE WAS GIVEN A REWARD OF TWO THOUSAND DOLLARS.",
        "EAGLES HAVE THE ABILITY TO FLY WITHOUT LANDING FOR THREE HOURS.",
        "THE WEATHERPERSON PREDICTED THAT IT WOULD START RAINING AT SIX PM.",
        "KYLE MANAGED TO LOSE TWENTY POUNDS BY EXERCISING EVERY DAY.",
        "THE INVENTOR CREATED A NEW WAY FOR HUMANS TO COMMUNICATE.",
        "STUDENTS WILL BE EXPOSED TO DIFFERENT OPINIONS BY READING THESE ARTICLES.",
        "THE FAMILY HIRED SOMEONE TO HELP THE MOTHER PERFORM DAILY TASKS.",
        "ANIMAL BEHAVIOR CAN TELL US A LOT ABOUT A CREATURE.",
        "EVERYONE WAS ASKED TO LEAVE THE MALL DUE TO A BOMB ALERT.",
        "THE RACE IS NOT COMPLETE UNTIL EVERY RUNNER CROSSES THE FINISH LINE.",
        "CRAIG WAS ASSIGNED THE TASK OF GIVING STUDENTS A TOUR OF THE SCHOOL.",
        "THERE WAS NO SPECIFIC REASON WHY JASON DID NOT ATTEND THE SHOW.",
        "THE RESTAURANT WAS NOT POPULAR DUE TO THE SMELL OF SEAFOOD.",
        "ALL OF A SUDDEN RAIN BEGAN TO POUR DOWN FROM THE SKY.",
        "THE PERFORMANCE OF THE BAND TURNED OUT TO BE AMAZING.",
        "SHE DID NOT COME ACROSS ANY WINNING NUMBERS ON HER TICKETS.",
        "THE POLICE CARRIED OUT AN INVESTIGATION AFTER THE STATUE WAS GONE."
      ]
    }
  },
  "L5": {
    "title": "UNIT 5: THE LIFE OF A PLASTIC BAG",
    "stages": {
      "1": [
        "PLASTIC", "CONVENIENCE", "EAGERLY", "SURROUND", "DRIFT", "ENVY", "CROWDED", "OBVIOUSLY", "PRODUCT", "CONSUME", "POISONOUS", "SUBSTANCE", "RECYCLING", "HARM", "ENVIRONMENT", "PROPERLY",
        "COME ALONG", "PACK UP", "ON ONE'S OWN", "FOR A WHILE", "END UP"
      ],
      "2": [
        "YOU SHOULD NEVER PUT HOT DRINKING WATER INTO PLASTIC BOTTLES.",
        "MANY SHOPS POST THEIR HOURS FOR THE CONVENIENCE OF THE PUBLIC.",
        "RICK IS EAGERLY WAITING FOR HIS BOSS TO POST THE SCHEDULE.",
        "THE HOUSE IS SURROUNDED BY TALL TREES.",
        "THE SHIP DRIFTED TOWARD THE MIDDLE OF THE SEA.",
        "CHRISTOPHER ENVIES HIS BEST FRIEND BECAUSE SHE HAS BEEN TO MANY COUNTRIES.",
        "THE LIVING ROOM IS CROWDED WITH BOXES.",
        "SHE LIKES THE COLOR YELLOW OBVIOUSLY.",
        "THIS SHOP SELLS A VARIETY OF FOOD PRODUCTS FOR BABIES.",
        "FINISHING HIS WORK CONSUMES MOST OF HIS FREE TIME.",
        "CHOCOLATE CAN BE POISONOUS TO DOGS.",
        "THE POLICE FOUND A CHEMICAL SUBSTANCE AT THE SCENE.",
        "NICK TOOK ALL THE EMPTY BOTTLES OUT FOR RECYCLING.",
        "THE CLEANERS WERE CAREFUL NOT TO DO ANY HARM TO THE OBJECTS.",
        "IT IS OUR RESPONSIBILITY TO SAVE THE NATURAL ENVIRONMENT.",
        "MARC DID NOT COMPLETE THE WORK PROPERLY.",
        "JANE SAID SHE WILL COME ALONG LATER.",
        "HE SADLY PACKED ALL OF HIS THINGS UP AND LEFT.",
        "LILY LOVES TO GO FISHING ON HER OWN.",
        "THE LION HID BEHIND A TREE FOR A WHILE.",
        "THE FAMILY ENDED UP STAYING HOME AND EATING PIZZA."
      ]
    }
  },
  "L6": {
    "title": "UNIT 6: BUILT FOR FREEDOM: THE STATUE OF LIBERTY",
    "stages": {
      "1": [
        "FREEDOM", "STATUE", "REMOVE", "CELEBRATION", "INDEPENDENCE", "MONUMENT", "SYMBOLIZE", "FIRMLY", "REPRESENT", "ANCIENT", "SLAVERY", "UNFAIR", "TREATMENT", "TOURIST", "ATTRACTION", "LANDMARK", "GLOBE",
        "EVEN THOUGH", "CLOSE TO", "OVER TIME", "PAY A VISIT TO", "AS ALWAYS"
      ],
      "2": [
        "HIS PARENTS GAVE HIM THE FREEDOM TO WATCH ANY MOVIES HE WANTED TO.",
        "THE ISLAND HAS A LARGE STATUE OF THE GODDESS.",
        "JASMINE CHEWED GUM TO REMOVE THE SMELL OF GARLIC FROM HER BREATH.",
        "YVONNE INVITED HER FRIENDS OUT FOR DINNER IN CELEBRATION OF FINISHING EXAMS.",
        "INDIA ACHIEVED INDEPENDENCE FROM THE UNITED KINGDOM IN NINETEEN FORTY SEVEN.",
        "THE MUSEUM AND MOUNTAIN ARE MONUMENTS TO THE PAST.",
        "THE DYING ROSE SYMBOLIZES THE CHANCE OF BECOMING HUMAN AGAIN.",
        "JACK FIRMLY CLOSED THE LID OF THE JAR SO THAT IT WOULD NOT OPEN.",
        "ROBERTO WAS CHOSEN TO REPRESENT HIS CLASS IN THE PERFORMANCE.",
        "THE GREAT WALL WAS BUILT THOUSANDS OF YEARS AGO TO STOP ENEMIES.",
        "THIS BOOK IS ABOUT A GIRL WHO WAS SOLD INTO SLAVERY ON A FARM.",
        "SEVERAL PLAYERS CHEATED SO EVERYBODY AGREES THAT THE SCORE IS UNFAIR.",
        "THE PRISON WAS CLOSED AFTER REPORTS REVEALED THE POOR TREATMENT OF PRISONERS.",
        "MARY AND JOHN WITH GARY WENT TO THE TOURIST CENTER.",
        "BEACHES AND WATER SPORTS ARE THE MAIN ATTRACTIONS IN THE AREA.",
        "THE TOKYO TOWER AND THE TOKYO SKYTREE ARE FAMOUS LANDMARKS.",
        "FANS AROUND THE GLOBE POSTED WORDS IN MEMORY OF THE SINGER.",
        "KYLE KNOWS THE WORDS EVEN THOUGH HE HAS ONLY HEARD THE SONG A FEW TIMES.",
        "DURING THE PERFORMANCE CLOSE TO TWO THOUSAND PEOPLE SANG ALONG.",
        "JANICE FOUND THE CLASS TOUGH AT FIRST BUT IT BECAME EASIER OVER TIME.",
        "TRACY DECIDED TO PAY A VISIT TO BIG BEN WHILE ON A TRIP.",
        "THE NOODLE SHOP HAS A LONG LINE OF PEOPLE OUTSIDE AS ALWAYS."
      ]
    }
  },
  "L7": {
    "title": "UNIT 7: FROM TRASH TO TRIUMPH",
    "stages": {
      "1": [
        "TRIUMPH", "APPLY", "INSTRUMENT", "SOMEHOW", "BARELY", "INVALUABLE", "ENCOURAGEMENT", "CONCERT", "RECEIVE", "DAZZLE", "POTENTIAL", "SCREAM", "DIZZY", "OVERSEAS", "DETERMINATION", "FAITH", "PURSUE",
        "TONS OF", "LOOK FOR", "MAKE A LIVING", "LOOK FORWARD TO", "BE CARRIED AWAY", "COME OUT OF", "AS SOON AS"
      ],
      "2": [
        "THE SOCCER TEAMS MOMENT OF TRIUMPH CAME WHEN THE FINAL GOAL WAS SCORED.",
        "MARY HAD TO FILL OUT SEVERAL FORMS TO APPLY FOR THE JOB.",
        "HARRY CAN PLAY SEVERAL INSTRUMENTS SUCH AS THE PIANO AND THE TRUMPET.",
        "HER DOG SOMEHOW KNEW EXACTLY WHERE TO FIND THE LOST KEYS.",
        "THEY COULD BARELY BELIEVE THEIR EARS WHEN THE DOCTOR TOLD THEM THE NEWS.",
        "HIS GRANDMAS ADVICE IS INVALUABLE TO HIM SINCE SHE HAS A LOT OF EXPERIENCE.",
        "MY MOMS ENCOURAGEMENT HELPED ME FEEL LESS NERVOUS BEFORE THE SCHOOL PLAY.",
        "THE COUPLE WENT TO A CLASSICAL CONCERT TO CELEBRATE ONE YEAR OF MARRIAGE.",
        "ANDY RECEIVED A PAIR OF GLOVES FROM HIS GIRLFRIEND AS A GIFT.",
        "THE GUITAR PLAYER DAZZLED THE AUDIENCE WITH HIS SKILLS.",
        "PLAYERS ARE ABLE TO REACH THEIR FULL POTENTIAL WITH THE HELP OF THEIR COACH.",
        "THE CHILDREN LET OUT SCREAMS OF DELIGHT DURING THE RIDE.",
        "I FELT DIZZY WITH EXCITEMENT WHEN MY FAVORITE BAND CAME TO MY TOWN.",
        "MANY OVERSEAS STUDENTS COME TO THIS UNIVERSITY TO STUDY.",
        "KEVIN SHOWED STRONG DETERMINATION TO IMPROVE HIS SWIMMING SKILLS.",
        "OUR TEACHER HAD FAITH IN OUR ABILITY TO WIN THE GAME.",
        "HARRIET PRACTICES VERY HARD TO PURSUE HER GOAL OF BECOMING A DANCER.",
        "EMILY HAS TONS OF WORK TO DO EVERY DAY.",
        "DAVID LOOKED FOR HIS LOST PHONE ALL OVER THE HOUSE.",
        "JOE MAKES A LIVING BY WORKING AS A COOK.",
        "BETSY IS REALLY LOOKING FORWARD TO HER TRIP THIS SUMMER.",
        "I WAS CARRIED AWAY BY THE TOUCHING LOVE STORY.",
        "THE VICTORY CAME OUT OF MANY MONTHS OF HARD WORK.",
        "THE CHILDREN RUSHED OUTSIDE AS SOON AS THE RAIN STOPPED."
      ]
    }
  },
  "L8": {
    "title": "UNIT 8: CONVENIENCE STORES: WHERE OUR WALLETS ARE ALWAYS OPEN",
    "stages": {
      "1": [
        "FAMILIAR", "URGE", "STRATEGY", "VISIBLE", "PURCHASE", "PROFITABLE", "SIMILARLY", "AIM", "IMPULSE", "DISPLAY", "OFFER", "CUSTOMER", "ADVANTAGE", "EVENTUALLY", "TRAP", "AWARE", "CLEVER",
        "BE LIKELY TO", "WITHIN REACH", "LINE UP", "TAKE ADVANTAGE OF", "SET UP", "START OFF"
      ],
      "2": [
        "JAPANESE CARTOON CHARACTERS ARE FAMILIAR TO KIDS ALL OVER THE WORLD.",
        "JASON HAD AN URGE TO CHANGE HIS DAILY ROUTINE.",
        "THE SALESMAN HAS A GOOD STRATEGY TO SELL PRODUCTS.",
        "NINE THOUSAND AND NINETY SIX STARS ARE VISIBLE IN THE SKY.",
        "MANY PEOPLE PURCHASE GOODS AT THE AIRPORT.",
        "SEAFOOD RESTAURANTS NEAR THE HARBOR ARE VERY PROFITABLE.",
        "MANY BIRDS FLY SOUTH IN WINTER AND SIMILARLY BUTTERFLIES MOVE TO WARM PLACES.",
        "THIS PICTURE BOOK IS AIMED AT YOUNG CHILDREN.",
        "KATE BOUGHT NEW SHOES ON IMPULSE.",
        "THE SHOP DISPLAYS POPULAR PRODUCTS ON THE SIDEWALK.",
        "THE BUY TWO GET ONE FREE OFFER WILL LAST UNTIL OCTOBER THIRTY FIRST.",
        "SHE HANDLES ALL THE CUSTOMER COMPLAINTS FOR THE STORE.",
        "HIS HEIGHT GAVE HIM AN ADVANTAGE IN THE COMPETITION.",
        "RAYMOND FAILED THE TEST THE FIRST TIME BUT EVENTUALLY GOT AN EXCELLENT SCORE.",
        "THE MOTHER FELL INTO HIS TRAP AND BOUGHT COOKIES.",
        "NONE OF THE STUDENTS WAS AWARE THAT THEIR TEACHER WAS A FAMOUS AUTHOR.",
        "THE TEACHER WAS IMPRESSED WITH THE CLEVER IDEAS IN THE REPORTS.",
        "THE HOME TEAM IS LIKELY TO WIN THE GAME.",
        "DO NOT LEAVE DANGEROUS ITEMS WITHIN REACH OF CHILDREN.",
        "PASSENGERS SHOULD LINE UP BEFORE THEY BOARD THE PLANE.",
        "SOME PEOPLE TOOK ADVANTAGE OF HER KINDNESS.",
        "THE CAMPERS SET UP THEIR TENT WHEN IT RAINED.",
        "THEY STARTED OFF THEIR JOURNEY IN FRANCE."
      ]
    }
  },
  "L9": {
    "title": "UNIT 9: FIGHTING FOR OR AGAINST GRAFFITI",
    "stages": {
      "1": [
        "DETAILED", "MESS", "EXPRESS", "OPINION", "CONTRAST", "HORROR", "INNOCENCE", "VIOLENCE", "VISUAL", "POLLUTION", "PERMISSION", "EFFORT", "COMMUNITY", "ASSOCIATE", "CRIMINAL", "DESTRUCTIVE",
        "COME IN", "STAND FOR", "NOTHING BUT", "GET RID OF", "WHEN IT COMES TO"
      ],
      "2": [
        "THE ART STUDENTS WERE ASKED TO WRITE A DETAILED DESCRIPTION OF THEIR FAVORITE WORK.",
        "A WEEK AFTER THE TYPHOON LEFT THE COUNTRY MANY AREAS WERE IN A MESS.",
        "THE SINGER USES MUSIC TO EXPRESS HER VIEW THAT PEOPLE ARE DIFFERENT BUT EQUAL.",
        "IN HER OPINION BORROWING BOOKS FROM THE LIBRARY IS SMARTER THAN BUYING THEM.",
        "THE VIDEO CONTRASTED A PICTURE OF A SMOKER LUNGS WITH THAT OF A NON SMOKER.",
        "IT IS DIFFICULT FOR MOST OF US TO IMAGINE THE HORROR OF WAR.",
        "THE SALESMAN WAS GOOD AT GETTING CUSTOMERS BECAUSE HE HAD A LOOK OF INNOCENCE.",
        "MOST PEOPLE WOULD AGREE THAT THE USE OF VIOLENCE AGAINST CHILDREN IS NOT RIGHT.",
        "THE GIRL LOVES ALL KINDS OF VISUAL ARTS INCLUDING PAINTINGS AND FILMS.",
        "THIS MACHINE CAN CHECK THE LEVEL OF AIR POLLUTION IN YOUR APARTMENT.",
        "YOU NEED TO GET SPECIAL PERMISSION TO USE THE VIDEO CAMERA IN THE MUSEUM.",
        "THE STUDENT PUT A LOT OF EFFORT INTO HER SCIENCE PROJECT.",
        "LEADERS OF VARIOUS COMMUNITIES ARE MEETING TODAY TO EXPRESS THEIR IDEAS.",
        "MOST PEOPLE IN TAIWAN ASSOCIATE CERTAIN MUSIC WITH THE COMING OF THE GARBAGE TRUCK.",
        "STUDIES SHOW THAT BETTER EDUCATION CAN LEAD TO A DROP IN CRIMINAL BEHAVIOR.",
        "IT IS HARD FOR MOST PEOPLE TO IMAGINE THE DESTRUCTIVE POWER OF MODERN BOMBS.",
        "THE SHIRT YOU ARE TRYING ON ALSO COMES IN WHITE BLACK AND NAVY BLUE.",
        "THE LETTER W STANDS FOR WORLD AND THE LETTER H STANDS FOR HEALTH.",
        "THE MAN WANTS TO HAVE NOTHING BUT HAPPINESS AND QUALITY TIME WITH HIS FAMILY.",
        "PLEASE GET RID OF ALL THE DISGUSTING ROTTEN FOOD IN THE REFRIGERATOR.",
        "WHEN IT COMES TO DECORATING THE CHRISTMAS TREE MANY FAMILIES PUT A STAR ON TOP."
      ]
    }
  }
}
